<?php

return [
    'home' => 'الرئيسية',
    'name' => 'الاسم',
    'email' => 'الإيميل',
    'password' => 'كلمة المرور',
    'meta_keywords' => 'كلمات دلالية',
    'meta_description' => 'كلمات الوصف',
    'no_data' => 'لا يوجد بيانات',
    'description' => 'الوصف',

    'users' => [
        'index' => 'المستخدمين',
        'create' => 'إنشاء مستخدم',
        'edit' => 'تعديل المستخدم',
        'delete' => 'حذف المستخدم',
    ],

    'categories' => [
        'index' => 'الفئات',
        'create' => 'إنشاء فئة',
        'edit' => 'تعديل الفئة',
        'delete' => 'حذف الفئة',
    ],

    'skills' => [
        'index' => 'المهارات',
        'create' => 'إنشاء مهارة',
        'edit' => 'تعديل المهارة',
        'delete' => 'حذف المهارة',
    ],

    'tags' => [
        'index' => 'الوسوم',
        'create' => 'إنشاء وسم',
        'edit' => 'تعديل الوسم',
        'delete' => 'حذف الوسم',
    ],

    'pages' => [
        'index' => 'الصفحات',
        'create' => 'إنشاء صفحة',
        'edit' => 'تعديل الصفحة',
        'delete' => 'حذف الصفحة',
    ],
];
