<?php

return [
    'home' => 'الرئيسية',
    'name' => 'الاسم',
    'email' => 'الإيميل',
    'password' => 'كلمة المرور',
    'meta_keywords' => 'كلمات دلالية',
    'meta_description' => 'كلمات الوصف',
    'no_data' => 'لا يوجد بيانات',
    'description' => 'الوصف',
    'youtube' => 'رابط اليوتيوب',
    'is_published' => 'تم نشره',
    'is_hidden' => 'تم إخفائه',
    'select' => 'اختر',
    'status' => 'الحالة',
    'image' => 'الصورة',
    'phone' => 'رقم الهاتف',

    'users' => [
        'index' => 'المستخدمين',
        'create' => 'إنشاء مستخدم',
        'edit' => 'تعديل المستخدم',
        'delete' => 'حذف المستخدم',
    ],

    'categories' => [
        'index' => 'الفئات',
        'create' => 'إنشاء فئة',
        'edit' => 'تعديل الفئة',
        'delete' => 'حذف الفئة',
    ],

    'skills' => [
        'index' => 'المهارات',
        'create' => 'إنشاء مهارة',
        'edit' => 'تعديل المهارة',
        'delete' => 'حذف المهارة',
    ],

    'tags' => [
        'index' => 'الوسوم',
        'create' => 'إنشاء وسم',
        'edit' => 'تعديل الوسم',
        'delete' => 'حذف الوسم',
    ],

    'pages' => [
        'index' => 'الصفحات',
        'create' => 'إنشاء صفحة',
        'edit' => 'تعديل الصفحة',
        'delete' => 'حذف الصفحة',
    ],

    'videos' => [
        'index' => 'الفيديوهات',
        'create' => 'إنشاء فيديو',
        'edit' => 'تعديل الفيديو',
        'delete' => 'حذف الفيديو',
    ],

    'comments' => [
        'index' => 'التعليقات',
        'create' => 'إنشاء تعليق',
        'edit' => 'تعديل التعليق',
        'delete' => 'حذف التعليق',
    ],
];
